brew "coreutils" 
brew "elixir"
brew "gawk"
brew "curl"
brew "git"
brew "go"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "wget"
brew "btop"
brew "fd"
brew "fzf"
brew "lazygit"

cask "figma"
cask "zotero"
cask "raycast"
cask "visual-studio-code"
cask "arc"
cask "font-jetbrains-mono-nerd-font"
cask "spotify"
cask "insomnia"
cask "stats"
cask "discord"
cask "kitty"
cask "orbstack"

