brew 'azd'
brew 'azure-cli'
brew 'bat'
brew 'btop'
brew 'coreutils'
brew 'curl'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'gh'
brew 'lazygit'
brew 'mise'
brew 'neovim'
brew 'ripgrep'
brew 'starship'
brew 'stow'
brew 'wget'
brew 'zellij'

cask 'arc'
cask 'beekeeper-studio'
cask 'bruno'
cask 'calibre'
cask 'claude'
cask 'discord'
cask 'figma'
cask 'font-jetbrains-mono-nerd-font'
cask 'ghostty'
cask 'lastpass'
cask 'obsidian'
cask 'orbstack'
cask 'raycast'
cask 'spotify'
cask 'stats'
cask 'visual-studio-code'
cask 'zoom'
